;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 1.0.9
; Update: Aug 20, 2021
;
[Lang]
NativeLanguage=Magyar
[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
LangShortName=hu-hu
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Ellenőrizze, hogy ez a számítógép megfelel-e a Windows 11 rendszerkövetelményeinek.
lbllang.Caption=Nyelv:
cpu=Processzor
memory=Memória
disk=Tároló
diskstyle=Partíciós stílus
firmware=Rendszer firmware
boot=Biztonságos rendszerindítás
graphiccard=Grafikus kártya
tpm=TPM 2.0
info3=A processzor frekvenciája 1 GHz-nél lassabb.
info4=A processzor architektúrája x86, de a Windows 11 nem támogatja.
info5=A processzor nincs a kompatibilis listán.
info6=A Windows 11 nem támogatja a 32 bites processzort.
info7=A lemez partíciós stílusa nem GPT.
info8=A fizikai memóriának legalább 4 GB-nak kell lennie.
info9=A rendszerlemeznek legalább 64 GB-nak kell lennie.
info10=A rendszer firmware nem támogatja a biztonságos rendszerindítást.
info11=A grafikus kártya nem támogatja a DirectX 12-t.
info12=A WDDM verzió alacsonyabb, mint 2.x
info13=A TPM hiányzik vagy le van tiltva.
info14=A TPM le van tiltva.
info15=A TPM verzió alacsonyabb, mint 2.0
info16=A rendszer firmware nem támogatja az UEFI-t.
info-3=Ez egy ismeretlen 64 bites processzor.
info-4=A szabad lemezterület kevesebb, mint 64 GB.
tpminfo=Megbízható platform modul 2.0 verzió
directxinfo=DirectX %s kompatibilis grafika / WDDM %s
bootinfo=A PC rendszerindító csak megbízható firmware-t használ.
support=Kompatibilis
unknow=Ismeretlen. Kattintson ide további részletekért.
unsupport=Nem kompatibilis. Kattintson ide további részletekért.
NewVer=Új verzió érhető el! Szeretné most frissíteni?
